alsa-firmware
alsa-utils
angular-cli
arrow
autoconf
autocutsel
automake
avfs
base
bind
binutils
bison
blosc2
bluez
bluez-utils
brave-bin
brightnessctl
broadcom-wl
btop
capitaine-cursors
chromium
cifs-utils
cmake
composer
conky
cpupower-gui
cups
ddcutil
debtap
debugedit
deno
dhcp
dhcpcd
dmidecode
dnsmasq
docker
docker-buildx
docker-compose
dosfstools
dpkg
dragon-drop
dunst
efibootmgr
electron13-bin
eza
fakeroot
feh
file
findutils
firefox
firefox-developer-edition
firejail
flex
fprintd
gawk
gcc
gettext
gimp
git
git-crypt
git-fixup-git
git-lfs
godot
google-chrome
google-cloud-cli
grass
grep
groff
grub
gzip
htop
hyprpicker
imagemagick
imv
inkscape
intel-ucode
iwd
java-runtime-common
jq
jre-openjdk
k9s
kanshi
kitty
kooha
krita
kubectl
lib32-mesa
lib32-systemd
libfprint-2-tod1-xps9300-bin
libfprint-tod-git
libreoffice-fresh
libtool
linux
linux-firmware
linux-zen
lokalize
lshw
lxappearance
m4
make
man-db
mariadb
materia-gtk-theme
mc
mongodb-bin
mongodb-tools-bin
mpv
ncspot
neofetch
neomutt
neovim
neovim-coc
neovim-tokyonight
nerd-fonts-complete
network-manager-applet
networkmanager
networkmanager-strongswan
nginx
nmon
nodejs
nordvpn-bin
numlockx
nvm
nwg-look
oh-my-zsh-git
opendoas
openssh
pacman
pacman-contrib
paper-icon-theme
parted
patch
pavucontrol
peek
perl-term-readkey
phinger-cursors
php-fpm
php-gd
php-imagick
picom-git
pkgconf
playerctl
podofo
poedit
powerline-fonts
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-crcmod
python-gdal
python-i3ipc
python-jinja
python-owslib
python-pip
python-pipx
python-pygments
python-pynvim
python-uv
python-yaml
python311
python38
qgis
ranger
redshift
rofi
rofi-bluetooth-git
rsync
rust-src
scrcpy
sed
sentinelagent
slack-desktop
sof-firmware
spotify
sshuttle
stalonetray
sudo
sway
sway-contrib
swaybg
swayidle
swaylock
system-config-printer
terminus-font
texinfo
thefuck
tint2
tippecanoe
tk
tremc
ttf-dmcasansserif
unzip
usbutils
vi
vim
vim-jellybeans
vimcat
vscodium-bin
vundle
waybar
wdisplays
which
woeusb
wp-cli
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xf86-video-intel
xf86-video-vesa
xsel
yay
zip
zsh
